Repository: myclabs/Inventory
Catalog: application/languages/Keyword/predicate.tmx
Source language: fr
Languages: en

source: Libellé prédicat direct
en: Direct predicate label

source: Identifiant prédicat direct
en: Direct predicate identifier

source: Libellé prédicat inverse
en: Reverse predicate label

source: Identifiant prédicat inverse
en: Reverse predicate identifier

source: Ajout d'une paire prédicat / prédicat inverse
en: Addition of a predicate/inverse predicate pair

source: Merci de saisir des identifiants différents pour les prédicats direct et inverse.
en: Please do not choose the same identifier for predicate and inverse predicate.

source: Ce prédicat ne peut pas être supprimé, car il est utilisé dans (au moins) une relation entre mots clés.
en: This predicate cannot be deleted, since it is involved in (at least) one relation between keywords.
